Repository: saxobroko/SaxWeather
Catalog: SaxWeather/SaxWeather/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, el, es, fi, fr, it, ja, nl, no, pl, pt, ro, ru, sv, uk, zh_hans

source: Custom locations are currently overridden by Weather Underground station. To use custom locations, either disable API keys above or remove Weather Underground credentials in Weather Data settings.
ar: يتم حالياً تجاوز المواقع المخصصة بواسطة محطة Weather Underground لاستخدام مواقع مخصصة، إما تعطيل مفاتيح API أعلى أو إزالة بيانات اعتماد Weather Underground في إعدادات بيانات الطقس.
cs: Vlastní umístění jsou v současné době přepsána stanicí metra metra. Chcete-li používat vlastní lokace, buď vypněte výše uvedené API klíče nebo odeberte přihlašovací údaje o počasí v nastavení dat počasí.
da: Brugerdefinerede placeringer tilsidesættes i øjeblikket af Weather Underground station. For at bruge brugerdefinerede placeringer skal du enten deaktivere API-nøgler over eller fjerne Weather Underground legitimationsoplysninger i Weather Data indstillinger.
de: Benutzerdefinierte Standorte werden derzeit von der Wetteruntergrundstation überschrieben. Um eigene Standorte zu verwenden, deaktivieren Sie entweder die API-Schlüssel oben oder entfernen Sie die Wetterdaten in den Wetterdaten-Einstellungen.
el: Οι προσαρμοσμένες τοποθεσίες παρακάμπτονται προς το παρόν από το σταθμό του Μετεωρολογικού υπόγειου. Για να χρησιμοποιήσετε προσαρμοσμένες τοποθεσίες, απενεργοποιήστε τα πλήκτρα API παραπάνω ή αφαιρέστε τα διαπιστευτήρια του Weather Underground στις ρυθμίσεις δεδομένων καιρού.
es: Las ubicaciones personalizadas están actualmente anuladas por la estación Meteorológica Subterránea. Para utilizar ubicaciones personalizadas, deshabilite las claves de la API de arriba o elimine las credenciales de tiempo bajo tierra en la configuración de datos meteorológicos.
fi: Mukautetut sijainnit ovat tällä hetkellä Weather Underground -aseman ohittamia. Käyttääksesi mukautettuja sijainteja joko poista yllä olevat API-avaimet käytöstä tai poista Weather Underground -käyttäjätiedot Säätietojen asetuksista.
fr: Les emplacements personnalisés sont actuellement remplacés par la station Weather Underground. Pour utiliser des emplacements personnalisés, désactiver les clés API ci-dessus ou supprimer les identifiants Weather Underground dans les paramètres de données météo.
it: Le posizioni personalizzate sono attualmente sovrascritte dalla stazione metropolitana Meteo. Per utilizzare posizioni personalizzate, disabilitare le chiavi API sopra o rimuovere le credenziali Weather Underground nelle impostazioni dei dati meteo.
ja: カスタムロケーションは現在ウェザーアンダーグラウンドステーションによって上書きされています。 カスタムロケーションを使用するには、上記のAPIキーを無効にするか、ウェザーデータ設定でウェザーアンダーグラウンド認証情報を削除します。
nl: Aangepaste locaties worden momenteel overschreven door Weather Underground station. Om aangepaste locaties te gebruiken, moet u de API-sleutels uitschakelen of Weer Underground referenties verwijderen in de instellingen van de weergegevens.
no: Egne plasseringer blir nå overstyrt av Weather Underground stasjon. For å bruke egendefinerte steder, enten å deaktivere API-nøkler over eller fjerne Weather Underground credentials i Weather Data innstillinger.
pl: Niestandardowe lokalizacje są obecnie nadpisywane przez stację Pogodową pod ziemią. Aby użyć niestandardowych lokalizacji, wyłącz klucze API powyżej lub usuń poświadczenia pogody w ustawieniach danych pogodowych.
pt: Locais personalizados são atualmente substituídos pela estação Weather Underground. Para usar locais personalizados, desative as chaves de API acima ou remova as credenciais do Weather Underground nas configurações de dados meteorológicos.
ro: Locațiile personalizate sunt în prezent suprascrise de stația Meteo subterană. Pentru a utiliza locații personalizate, fie dezactivați cheile API de mai sus, fie eliminați credențialele meteo din setările de date meteo.
ru: Пользовательские местоположения в настоящее время переопределены Метеостанцией. Чтобы использовать пользовательские местоположения, либо отключите API-ключи выше, либо удалите учетные данные Weather Underground в настройках Weather Data.
sv: Anpassade platser åsidosätts för närvarande av Weather Underground station. För att använda anpassade platser, inaktivera API-nycklar ovan eller ta bort Weather Underground uppgifter i väderdatainställningar.
uk: Користувацькі розташування в даний час перевизначені метеорологічною підземною станцією. Для використання користувацьких розташувань, або вимкніть ключі API вище або видаліть облікові дані Weather Underground в налаштуваннях даних погоди.
zh_hans: 自定义位置目前被天气地下站覆盖。 要使用自定义位置，要么禁用以上的 API 密钥，要么在天气数据设置中移除Weather地下凭据。

source: Custom locations are ignored when a Weather Underground station is set. Weather data will be fetched from your station's location.
ar: يتم تجاهل المواقع المخصصة عند تعيين محطة الطقس تحت الأرض. سيتم جلب بيانات الطقس من موقع محطتك.
cs: Pokud je nastavena stanice meteometeometeometeometeometeometeometeometeometeometeometeometeometeometeometeometeostanice, budou načteny data počasí.
da: Brugerdefinerede placeringer ignoreres når en Weather Underground station er indstillet. Vejrdata hentes fra din station's placering.
de: Benutzerdefinierte Standorte werden ignoriert, wenn eine Wetteruntergrundstation festgelegt ist. Wetterdaten werden von Ihrer Station abgerufen.
el: Οι προσαρμοσμένες τοποθεσίες αγνοούνται όταν έχει οριστεί σταθμός Μετεωρολογικού υπόγειου. Τα δεδομένα καιρού θα λαμβάνονται από την τοποθεσία του σταθμού σας.
es: Las ubicaciones personalizadas se ignoran cuando se establece una estación de Tiempo Subterráneo. Los datos meteorológicos se obtendrán desde la ubicación de su estación.
fi: Mukautetut sijainnit jätetään huomiotta kun Weather Underground asema on asetettu. Säätiedot haetaan asemasi sijainnista.
fr: Les emplacements personnalisés sont ignorés lorsqu'une station de métro Météo est définie. Les données météorologiques seront récupérées à partir de l'emplacement de votre station.
it: Le posizioni personalizzate vengono ignorate quando una stazione metropolitana Meteo è impostata. I dati meteo verranno recuperati dalla posizione della tua stazione.
ja: Weather Undergroundステーションが設定されている場合、カスタムロケーションは無視されます。ステーションの場所から天気データが取得されます。
nl: Aangepaste locaties worden genegeerd wanneer een Weer-ondergrondse station is ingesteld. Weer gegevens zullen worden opgehaald van de locatie van uw station.
no: Egendefinerte steder ignoreres når en Weather Underground stasjon settes. Vær data hentes fra stasjonens plassering.
pl: Niestandardowe lokalizacje są ignorowane, gdy ustawiona jest podziemna stacja pogodowa. Dane pogodowe zostaną pobrane z lokalizacji stacji.
pt: Os locais personalizados são ignorados quando uma estação Weather Underground está definida. Os dados meteorológicos serão obtidos da localização da sua estação.
ro: Locațiile personalizate sunt ignorate atunci când este setată o stație meteo. Datele meteo vor fi preluate din locația stației tale.
ru: Пользовательские местоположения игнорируются, когда Метеостанция установлена. Данные погоды будут загружены из места вашей станции.
sv: Anpassade platser ignoreras när en väderstation är inställd. Väderdata kommer att hämtas från din stations plats.
uk: Користувальницькі місця ігноруються, коли встановлено метеорологічну станцію. Дані погоди будуть отримані з вашого розташування станції.
zh_hans: 当设置气象水下地面站时忽略自定义位置。天气数据将从您的站点获取。

source: Custom locations below are currently ignored because a Weather Underground station is configured. Disable API keys in Settings → Locations to use saved locations.
ar: يتم حاليا تجاهل المواقع المخصصة أدناه لأنه يتم تكوين محطة أرضية للطقس. تعطيل مفاتيح API في الإعدادات > المواقع لاستخدام المواقع المحفوظة.
cs: Vlastní umístění níže jsou nyní ignorována, protože je nastavena stanice meteometru. Zakažte API klíče v Nastavení → Místa pro použití uložených umístění.
da: Brugerdefinerede placeringer nedenfor ignoreres i øjeblikket, fordi en Weather Underground station er konfigureret. Deaktivér API-nøgler i Indstillinger → Placeringer for at bruge gemte placeringer.
de: Benutzerdefinierte Standorte unten werden derzeit ignoriert, da eine Wetteruntergrundstation konfiguriert ist. Deaktivieren Sie API-Tasten unter Einstellungen → Standorte, um gespeicherte Orte zu verwenden.
el: Οι παρακάτω προσαρμοσμένες τοποθεσίες αγνοούνται επί του παρόντος επειδή έχει ρυθμιστεί ένας μετεωρολογικός σταθμός. Απενεργοποιήστε τα κλειδιά API στις Ρυθμίσεις → Τοποθεσίες για να χρησιμοποιήσετε τις αποθηκευμένες τοποθεσίες.
es: Las ubicaciones personalizadas a continuación se ignoran actualmente porque una estación Meteorológica Subterránea está configurada. Deshabilita las claves API en Ajustes → Ubicaciones para usar ubicaciones guardadas.
fi: Alla olevat mukautetut sijainnit ohitetaan, koska Weather Underground asema on asetettu. Poista API-avaimet käytöstä Asetukset → Sijainnit käyttääksesi tallennettuja sijainteja.
fr: Les emplacements personnalisés ci-dessous sont actuellement ignorés car une station Weather Underground est configurée. Désactivez les clés API dans Paramètres → Emplacements pour utiliser les emplacements enregistrés.
it: Le posizioni personalizzate qui sotto sono attualmente ignorate perché è configurata una stazione metropolitana meteo. Disabilita le chiavi API in Impostazioni → Posizioni per utilizzare le posizioni salvate.
ja: Weather Undergroundステーションが構成されているため、以下のカスタムロケーションは現在無視されます。format@@0 → format@@1 でAPIキーを無効にして保存されたロケーションを使用します。
nl: Aangepaste locaties hieronder worden genegeerd omdat een Weer-ondergrondse station is geconfigureerd. Schakel API-sleutels uit in Instellingen → Locaties om opgeslagen locaties te gebruiken.
no: Egne steder nedenfor ignoreres for øyeblikket fordi en Weather Underground stasjon er konfigurert. Deaktiver API-taster i Innstillinger → Plasseringer til bruk av lagrede steder.
pl: Niestandardowe lokalizacje poniżej są obecnie ignorowane, ponieważ skonfigurowana jest podziemna stacja pogodowa. Wyłącz klucze API w Ustawieniach → Lokalizacje, aby używać zapisanych lokalizacji.
pt: Locais personalizados abaixo são atualmente ignorados porque uma estação Weather Underground está configurada. Desative as chaves API em Configurações → Locais para usar locais salvos.
ro: Locațiile personalizate de mai jos sunt în prezent ignorate deoarece o stație meteo subterană este configurată. Dezactivați cheile API în Setări → Locații pentru a utiliza locațiile salvate.
ru: Пользовательские местоположения ниже в настоящее время игнорируются, потому что Метеостанция настроена. Отключите API ключи в Настройках → Местоположениях для использования сохраненных местоположений.
sv: Anpassade platser nedan ignoreras för närvarande eftersom en Weather Underground station är konfigurerad. Inaktivera API-nycklar i Inställningar → Platser för att använda sparade platser.
uk: Нижче наведено налаштування користувальницьких розташувань, тому що налаштовано Weather Underground станції. Вимкнути ключі API в налаштуваннях → Місця для використання збережених місцезнаходжень.
zh_hans: 以下自定义位置目前被忽略，因为已配置了一个天气底层站。在设置 -> 位置禁用API密钥以使用已保存的位置。

source: Custom locations below won't be used while Weather Underground is configured.
ar: لن يتم استخدام المواقع المخصصة أدناه أثناء تكوين Weather Underground
cs: Vlastní umístění níže nebudou použita, dokud je nastaven meteopodzemí.
da: Brugerdefinerede placeringer nedenfor vil ikke blive brugt, mens Weather Underground er konfigureret.
de: Benutzerdefinierte Standorte unten werden nicht verwendet, während Weather Underground konfiguriert ist.
el: Οι προσαρμοσμένες τοποθεσίες παρακάτω δεν θα χρησιμοποιηθούν ενώ το Weather Underground έχει ρυθμιστεί.
es: Las ubicaciones personalizadas a continuación no se utilizarán mientras el tiempo bajo tierra está configurado.
fi: Alla olevia muokattuja sijainteja ei käytetä, kun Weather Underground on määritetty.
fr: Les emplacements personnalisés ci-dessous ne seront pas utilisés lorsque Weather Underground est configuré.
it: Le posizioni personalizzate qui sotto non saranno utilizzate mentre Meteo Underground è configurato.
ja: Weather Undergroundが設定されている間は、以下のカスタムロケーションは使用されません。
nl: Aangepaste locaties hieronder worden niet gebruikt terwijl Weather Underground is geconfigureerd.
no: Egendefinerte steder nedenfor vil ikke brukes mens Weather Underground er konfigurert.
pl: Niestandardowe lokalizacje poniżej nie będą używane, gdy pogoda podziemna jest skonfigurowana.
pt: Locais personalizados abaixo não serão usados enquanto o Weather Underground estiver configurado.
ro: Locațiile personalizate de mai jos nu vor fi utilizate în timp ce Weather Underground este configurat.
ru: Пользовательские местоположения ниже не будут использоваться, пока Погода настроена.
sv: Anpassade platser nedan kommer inte att användas när Weather Underground är konfigurerat.
uk: Користувацькі розташування нижче не будуть використовуватися під час налаштування Weather Underground .
zh_hans: 当配置天气井下时不会使用自定义位置。

source: Custom Text Size
ar: حجم النص المخصص
cs: Velikost vlastního textu
da: Brugerdefineret Tekststørrelse
de: Eigene Textgröße
el: Προσαρμοσμένο Μέγεθος Κειμένου
es: Tamaño de texto personalizado
fi: Mukautettu Tekstin Koko
fr: Taille du texte personnalisé
it: Dimensione Testo Personalizzata
ja: カスタムテキストサイズ
nl: Aangepaste tekstgrootte
no: Egendefinert tekststørrelse
pl: Niestandardowy rozmiar tekstu
pt: Tamanho do texto personalizado
ro: Mărime personalizată a textului
ru: Другой размер текста
sv: Anpassad textstorlek
uk: Розмір тексту
zh_hans: 自定义文本大小

source: Customise
ar: تخصيص
cs: Přizpůsobit
da: Tilpas
de: Anpassen
el: Προσαρμογή
es: Personalizar
fi: Mukauta
fr: Personnaliser
it: Personalizza
ja: カスタマイズ
nl: Aanpassen
no: Tilpass
pl: Dostosuj
pt: Personalizar
ro: Personalizare
ru: Настроить
sv: Anpassa
uk: Користувацький
zh_hans: 自定义

source: Customise Day
ar: تخصيص اليوم
cs: Přizpůsobit Den
da: Tilpas Dag
de: Tag anpassen
el: Προσαρμοσμένη Ημέρα
es: Personalizar día
fi: Muokkaa Päivää
fr: Personnaliser le jour
it: Personalizza Giorno
ja: 日をカスタマイズ
nl: Dag aanpassen
no: Tilpass dag
pl: Dostosuj dzień
pt: Personalizar Dia
ro: Personalizare Zi
ru: Настроить день
sv: Anpassa dag
uk: Змінити день
zh_hans: 自定义日

source: Dark
ar: داكن
cs: Tmavý
da: Mørk
de: Dunkel
el: Σκοτεινό
es: Oscuro
fi: Tumma
fr: Sombre
it: Scuro
ja: ダーク
nl: Donker
no: Mørk
pl: Ciemny
pt: Escuro
ro: Întunecat
ru: Тёмная
sv: Mörk
uk: Темна
zh_hans: 深色

source: Data
ar: البيانات
cs: Údaje
de: Daten
el: Δεδομένα
es: Datos
fi: Tiedot
fr: Donnée
it: Dati
ja: データ
nl: Gegevens
pl: Dane
pt: Dado
ro: Date
ru: Данные
uk: Дані
zh_hans: 数据

source: Data & Refresh
ar: البيانات والتحديث
cs: Data a obnova
da: Data & Genopfrisk
de: Daten & Aktualisieren
el: Δεδομένα & Ανανέωση
es: Datos y refrescar
fi: Tiedot Ja Päivitä
fr: Données & Rafraîchir
it: Dati E Aggiorna
ja: データと更新
nl: Gegevens & verversen
no: Data & oppdater
pl: Dane i odśwież
pt: Dados & Atualização
ro: Date & Reîmprospătare
ru: Данные и Обновить
sv: Data & Uppdatera
uk: Дані та оновлення
zh_hans: 数据和刷新

source: Data from WU Station: %@
ar: بيانات من محطة WU: %@
cs: Data z WU stanice: %@
da: Data fra WU Station: %@
de: Daten von WU-Station: %@
el: Δεδομένα από το σταθμό WU: %@
es: Datos de la estación WU: %@
fi: Data WU-asemalta: %@
fr: Données de la station WU: %@
it: Dati dalla stazione WU: %@
ja: WUステーションからのデータ: %@
nl: Gegevens van WU Station: %@
no: Data fra WU stasjon: %@
pl: Dane z stacji WU: %@
pt: Dados da WU Estação: %@
ro: Date din WU Staţie: %@
ru: Данные со станции WU: %@
sv: Data från WU Station: %@
zh_hans: 来自 WU 站的数据: %@

source: Data source
ar: مصدر البيانات
cs: Zdroj údajů
da: Datakilde
de: Datenquelle
el: Πηγή δεδομένων
es: Fuente de datos
fi: Tietolähde
fr: Source de données
it: Fonte dei dati
ja: データソース
nl: Data bron
no: Data kilde
pl: Źródło danych
pt: Fonte de dados
ro: Sursă de date
ru: Источник данных
sv: Datakälla
uk: Джерело даних
zh_hans: 数据源

source: Dawn / Day / Dusk / Night
ar: الفجر / اليوم / الدسك / الليل
cs: Úsvit / Den / Dusk / Noc
da: Dawn / Dag / Dusk / Nat
de: Dämmerung / Tag / Dämmerung / Nacht
el: Αυγή / Ημέρα / Μπρόσμιος / Νύχτα
es: Amanecer / Dia / Amanecer / Noche
fr: Aube / Jour / Crépuscule / Nuit
it: Alba / Giorno / Crepuscolo / Notte
ja: 夜明け/日/夕暮れ/夜
nl: Dawn / Day / Dusk / Nacht
no: Vevn / dag / dusk / natt
pl: Świtanie / Dzień / Szczyt / Noc
pt: Amanhecer / Dia / Crepúsculo / Noite
ro: Răzbunare / Zi / Dusk / Noapte
ru: Напиток / День / Сумерек / Ночь
sv: Gryning / Dag / Skymning / natt
uk: Світанок / день / сутки / Ніч
zh_hans: 黎明/天 / 哑光/夜间/夜间。

source: Day
ar: يوم
cs: Den
da: Dag
de: Tag
el: Ημέρα
es: Día
fi: Päivä
fr: Jour
it: Giorno
ja: 日
nl: dag
no: Dag
pl: Dzień
pt: dia
ro: Zi
ru: День
sv: Dag
uk: День
zh_hans: 日

source: Decimal Places
ar: الأماكن العشرية
cs: Desetinná místa
da: Decimal Steder
de: Dezimalstellen
el: Δεκαδικά Ψηφία
es: Puntos decimales
fi: Desimaalit Paikat
fr: Emplacements décimaux
it: Luoghi Decimali
ja: 小数点以下の桁数
nl: Decimaal Plaatsen
no: Antall desimaler
pl: Miejsca dziesiętne
pt: Casas decimais
ro: Locuri zecimale
ru: Десятичные знаки
sv: Decimala platser
uk: Десяткові розряди
zh_hans: 小数位

source: Default
ar: الافتراضي
cs: Výchozí
da: Standard
de: Standard
el: Προεπιλογή
es: Por defecto
fi: Oletus
fr: Par défaut
it: Predefinito
ja: デフォルト
nl: Standaard
no: Standard
pl: Domyślny
pt: Padrão
ro: Implicit
ru: По умолчанию
sv: Standard
uk: Типово
zh_hans: 默认设置

source: Delete
ar: حذف
cs: Vymazat
da: Slet
de: Löschen
el: Διαγραφή
es: Eliminar
fi: Poista
fr: Supprimez
it: Elimina
ja: 削除
nl: Verwijderen
no: Slett
pl: Usuń
pt: excluir
ro: Ștergere
ru: Удалить
sv: Radera
uk: Видалити
zh_hans: 删除

source: Delete location?
ar: حذف الموقع؟
cs: Smazat umístění?
da: Slet placering?
de: Standort löschen?
el: Διαγραφή τοποθεσίας?
es: ¿Eliminar ubicación?
fi: Poistetaanko sijainti?
fr: Supprimer l'emplacement ?
it: Eliminare la posizione?
ja: 場所を削除しますか？
nl: Locatie verwijderen?
no: Slette plassering?
pl: Usunąć lokalizację?
pt: Excluir localização?
ro: Ștergeți locația?
ru: Удалить местоположение?
sv: Ta bort plats?
uk: Видалити розташування?
zh_hans: 删除位置？

source: Describe the feature and how it would help you.
ar: صف الميزة وكيف ستساعدك.
cs: Popište funkci a jak by vám to pomohlo.
da: Beskriv funktionen og hvordan den vil hjælpe dig.
de: Beschreiben Sie das Feature und wie es Ihnen helfen würde.
el: Περιγράψτε το χαρακτηριστικό και πώς θα σας βοηθήσει.
es: Describe la característica y cómo te ayudaría.
fi: Kuvaile ominaisuutta ja miten se auttaisi sinua.
fr: Décrivez la fonctionnalité et comment elle pourrait vous aider.
it: Descrivi la funzione e come ti aiuterebbe.
ja: 機能とそれがあなたを助ける方法を説明してください。
nl: Beschrijf de functie en hoe het je zou helpen.
no: Beskriv funksjonen og hvordan den vil hjelpe deg.
pl: Opisz tę funkcję i jak to Ci pomoże.
pt: Descreva o recurso e como ele o ajudaria.
ro: Descrieți funcția și modul în care aceasta vă va ajuta.
ru: Опишите эту функцию и как она поможет вам.
sv: Beskriv funktionen och hur det skulle hjälpa dig.
uk: Опишіть цю функцію і те, як вона вам допоможе.
zh_hans: 描述该功能以及它将如何帮助您。

source: Detailed forecast data
ar: بيانات التوقعات التفصيلية
cs: Podrobné prognózy
da: Detaljerede prognosedata
de: Detaillierte Prognosedaten
el: Λεπτομερή δεδομένα πρόγνωσης
es: Datos detallados del pronóstico
fi: Yksityiskohtaiset ennustetiedot
fr: Données de prévision détaillées
it: Dati dettagliati di previsione
ja: 詳細な予測データ
nl: Gedetailleerde voorspellingsgegevens
no: Detaljert værinformasjon
pl: Szczegółowe dane prognozy
pt: Dados detalhados da previsão
ro: Date prognozate detaliate
ru: Подробные прогнозы
sv: Detaljerad prognosdata
uk: Детальні дані прогнозу
zh_hans: 详细预测数据

source: Details
ar: التفاصيل
cs: Detaily
da: Detaljer
el: Λεπτομέρειες
es: Detalles
fi: Yksityiskohdat
fr: Détails du produit
it: Dettagli
ja: 詳細
nl: Beschrijving
no: Detaljer
pl: Szczegóły
pt: detalhes
ro: Detalii
ru: Детали
sv: Detaljer
uk: Подробиці
zh_hans: 详细信息

source: Developer
ar: المطور
cs: Vývojář
da: Udvikler
de: Entwickler
el: Προγραμματιστής
es: Desarrollador
fi: Kehittäjä
fr: Développeur
it: Sviluppatore
ja: 開発者
nl: Ontwikkelaar
no: Utvikler
pl: Programista
pt: Desenvolvedores
ro: Dezvoltator
ru: Разработчик
sv: Utvecklare
uk: Розробник
zh_hans: 开发者

source: Diagnostics
ar: التشخيص
cs: Diagnostika
da: Diagnostik
de: Diagnose
el: Διαγνωστικά
es: Diagnóstico
fi: Diagnostiikka
it: Diagnostica
ja: 診断
nl: Diagnose
no: Diagnostikk
pl: Diagnostyka
pt: Diagnóstico
ro: Diagnosticare
ru: Диагностика
sv: Diagnostik
uk: Діагностика
zh_hans: 诊断信息

source: Direction
ar: الاتجاه
cs: Směr
da: Retning
de: Richtung
el: Κατεύθυνση
es: Dirección
fi: Suunta
fr: Orientation
it: Direzione
ja: 方向
nl: Richting
no: Retning
pl: Kierunek
pt: Direção
ro: Direcție
ru: Направление
sv: Riktning
uk: Напрямок
zh_hans: 方向

source: Disable API Keys
ar: تعطيل مفاتيح API
cs: Zakázat API klíče
da: Deaktivér API-nøgler
de: API-Schlüssel deaktivieren
el: Απενεργοποίηση Κλειδιών Api
es: Desactivar claves API
fi: Poista Api Avaimet Käytöstä
fr: Désactiver les clés API
it: Disabilita Chiavi Api
ja: API キーを無効にする
nl: API-sleutels uitschakelen
no: Deaktiver API-nøkler
pl: Wyłącz klucze API
pt: Desabilitar chaves de API
ro: Dezactivare chei API
ru: Отключить API ключи
sv: Inaktivera API-nycklar
uk: Вимкнути ключі API
zh_hans: 禁用 API 密钥

source: Disable for a more minimalistic experience. You can still manage locations from Settings → Locations.
ar: تعطيل للحصول على المزيد من الخبرة الدنيا. لا يزال بإمكانك إدارة المواقع من الإعدادات → المواقع.
cs: Zakažte pro minimalističtější zážitek. Stále můžete spravovat umístění v Nastavení → Místa.
da: Deaktivér for en mere minimalistisk oplevelse. Du kan stadig administrere placeringer fra Indstillinger → Placeringer.
de: Deaktivieren für ein minimalistisches Erlebnis. Sie können die Standorte weiterhin unter Einstellungen → Standorte verwalten.
el: Απενεργοποιήστε για μια πιο μινιμαλιστική εμπειρία. Μπορείτε ακόμα να διαχειριστείτε τοποθεσίες από Ρυθμίσεις → Τοποθεσίες.
es: Desactivar para una experiencia más minimalista. Todavía puede administrar ubicaciones desde Ajustes → Ubicaciones.
fi: Poista käytöstä minimalistisempi kokemus. Voit silti hallita sijainteja Asetukset → Sijainnit.
fr: Désactivez pour une expérience plus minimaliste. Vous pouvez toujours gérer les emplacements depuis Paramètres → Emplacements.
it: Disabilita per un'esperienza più minimalistica. Puoi ancora gestire le posizioni da Impostazioni → Posizioni.
ja: Disable for a more minualistic experience. You can still manage location from Settings → Locations.
nl: Uitschakelen voor een minimalistische ervaring. Je kunt nog steeds locaties beheren via Instellingen → Locaties.
no: Deaktiver for en mer minimalistisk opplevelse. Du kan fortsatt administrere lokasjoner i Innstillinger → Lokasjoner.
pl: Wyłącz dla bardziej minimalistycznych doświadczeń. Nadal możesz zarządzać lokalizacjami w Ustawieniach → Lokalizacje.
pt: Desative para uma experiência mais minimalista. Você ainda pode gerenciar locais em Configurações → Locais.
ro: Dezactivați pentru o experiență mai minimalistă. Încă puteți gestiona locațiile din Setări → Locații.
ru: Отключите для более минимального опыта. Вы все еще можете управлять местоположением в Настройках → Местоположения.
sv: Inaktivera för en mer minimalistisk upplevelse. Du kan fortfarande hantera platser i Inställningar → Platser.
uk: Вимкніть для більш мінімалістичного досвіду. Ви можете керувати розташуваннями з Налаштування → Місцезнаходження.
zh_hans: 禁用以获取更少的体验。您仍然可以通过 设置 -> 位置来管理位置。
